{
  "portfolio": "zion-national-park-autumn",
  "pname": "Zion: Autumn (I)",
  "order": "12",
  "slug": "autumn-symphony-zion-national-park",
  "title": "Autumn Symphony",
  "state": "Utah",
  "year": "2005",
  "place": "Zion National Park",
  "location": "Wilderness",
  "field-notes": "Autumn Symphony was made a good ways up from the mouth of a canyon where I made the image Leaves Relaxing in Stream. I'd actually stowed my gear in an alcove and was just exploring the canyon for a possible re-hike the next day. But I came upon a small stand of maples seemingly at the height of their fall coloring and glowing in the late afternoon reflected light. Without even really finding a composition, my gut screamed Grab the Gear. and so, with a mad scramble down canyon and back up, I now had a chaotic scene before me to hopefully coax an image out of.\n \nI spent a good 15-20 minutes exploring the scene. Being in a narrow finger canyon, broad compositional options were limited. I only had so much room to move along the near/far and side-to-side axis. I was primarily focused on one main tree trunk which split beautifully into two offset trunks and delicate finger branches. The color of the leaves in this general area were gorgeous. But there were 2 key challenges. First, there was a branch in the lower left which, if completely exposed would feel like a big black streak cutting through that section of the photograph. And secondly, the backdrop to the top quarter of the image was an alcove in deep shade which would likely go too dark and potential ruin a key portion of the image.\n \nWith these two key factors in mind I continued to explored the scene in finite detail and found that if I could set my camera up very high above me as close to the cliff face opposite the trees, I might pull off the image. I broke out my gear and set the camera as high as I could actually having to carefully pile some rocks into a little footstool to get close enough to the ground glass to compose. I then offset the camera on its bed closer to me to get some breathing room around the outer edges of the composition which forced me to lay back against the cliff face. Had anyone come walking along, it would've been an interesting scene to behold.\n \nWith respect to the two key challenges Id faced, the lower left branch was now acceptably obscured by some bright yellow leaves and my camera position was now high enough to minimize the deep shade problem presented by the alcove. The final challenge was actually getting out of my precarious perch to load film and then climb back up without disturbing anything to make the exposure. Luckily it all worked out and this turned out to be one of the most satisfying images of my trip that year.",
  "print-type": "Handmade Cibachrome",
  "edition": "35",
  "edition-type": "Limited",
  "image": "autumn-symphony-zion-national-park.jpg",
  "thumb": "autumn-symphony-zion-national-park.jpg",
  "image-home": "autumn-symphony-zion-national-park-home.jpg",
  "image-biz": "autumn-symphony-zion-national-park-biz.jpg",
  "width": "1280",
  "height": "1600",
  "homepage": "N"
}