{
  "portfolio": "zion-national-park-autumn",
  "order": 10,
  "slug": "blushing-brides-zion-national-park",
  "title": "Blushing Brides",
  "state": "Utah",
  "year": 2005,
  "place": "Zion National Park",
  "location": "Zion Canyon",
  "field-notes": "In the Fall of 2005, I made a trip out to Zion National Park hoping to have the opportunity to photograph some good fall coloring. Anticipating the height of fall color in any area can be challenging but Zion's weather extremes and dramatic topography seem to heighten its unpredictability. In addition, I had a bit of apprehension towards the trip having had a rather unpleasant experience earlier in the Spring. But a rather stressful summer in both work and personal life had me in an extreme need to reconnect with nature and Zion was a sanctuary for me.\n \n\n My experience in Zion was intensely rejuvenating. The frustrations of the previous Spring were swept away and I felt like I was communing with an old friend. Indian summer days, thunderstorms, and pockets of gorgeous fall color throughout the park lifted my spirits and my photography. I felt a stirring of creative receptivity that had seemed to be hibernating for over a year.\n \n\n I was particularly attracted to the beautiful Bigtooth Maples which were peaking throughout the Park. Exploring near the Temple of Sinawava, I'd found these two elegant trees perched up on a ledge that fortunately allowed me to photograph them with the distance canyon wall as a backdrop. When composing the image I couldn't help but feel I was arranging a portrait and it was certainly a mood of elegant beauty I wished to portray.\n \n\n Follow up: In 2006 I returned to Zion and decided to check in on the \"blushing brides\". A year later they were only half blushing in muted hues of orange and yellow. Such wonderful variety and change ensures return visits for many years to come.",
  "print-type": "Handmade Cibachrome",
  "edition": "30",
  "edition-type": "Limited",
  "image": "blushing-brides-zion-national-park.jpg",
  "thumb": "blushing-brides-zion-national-park.jpg",
  "image-home": "blushing-brides-zion-national-park-home.jpg",
  "image-biz": "blushing-brides-zion-national-park-biz.jpg",
  "width": 1280,
  "height": 1600
}