{
  "portfolio": "zion-national-park-autumn",
  "pname": "Zion National Park",
  "order": "15",
  "slug": "leaves-in-stream-zion-national-park",
  "title": "Leaves in Stream",
  "state": "Utah",
  "year": "2005",
  "place": "Zion National Park",
  "location": "East Side Canyon",
  "field-notes": "Leaves Relaxing in Stream is technically a still life photograph because I moved some of the leaves. It was something of a tough choice for me. I was hiking Pine Creek on the upper East Side of Zion and came upon this tributary. There was a lot of natural oil seepage causing wonderful sky reflections in the slow moving water. Working my way up the canyon I came on this shallow pool of leaves. I was excited about the possibilities and moved all around working for the right composition.\n \nThe strongest composition required I lean my camera out over the water off the side of an embankment. I was able to work two tripod legs into the sandy earth and strategically placed my heavy camera pack across the legs to hold the camera still. The forward tripod leg is just outside the bottom image area in the water. Focusing the image was an intense balancing act and I got so warm under the dark cloth, the ground glass kept fogging up.\n \nWith the borders set and the image focused, I had to acknowledge two of the leaves' close proximity were an obvious distraction. I sat there for a little while and contemplated, eventually coming to the conclusion that as long as I disclosed my actions, that was acceptable in creating the image at what I believed to be its most powerful representation. This may cross some people's moral boundaries but at least they have the information to determine that. The ethics of photographic disclosure are more important than ever in this digitally dominated age. Hiding behind the non-disclosure excuse of it doesn't matter, it's art\" is a negligence of photographic trust.\n \nFinally, the brilliant reflections in the water were strongest under clear blue sky. But the day was partly cloudy day and windy. Just as a set of clouds would give way to blue sky, the wind would come up rippling the water which was a problem because the low ambient light necessitated a multi-second exposure. I managed four exposures over about an hour and was very pleased with the result.",
  "print-type": "Handmade Cibachrome",
  "edition": "30",
  "edition-type": "Limited",
  "image": "leaves-in-stream-zion-national-park.jpg",
  "thumb": "leaves-in-stream-zion-national-park.jpg",
  "image-home": "leaves-in-stream-zion-national-park-home.jpg",
  "image-biz": "leaves-in-stream-zion-national-park-biz.jpg",
  "width": "2400",
  "height": "1920",
  "homepage": "N"
}