{
  "slug": "transitions-zion-national-park",
  "title": "Transitions",
  "thumb": "transitions-zion-national-park.jpg",
  "image": "transitions-zion-national-park.jpg",
  "image-home": "transitions-zion-national-park-home.jpg",
  "image-biz": "transitions-zion-national-park-biz.jpg",
  "place": "Zion National Park",
  "location": "Pine Creek",
  "year": 2009,
  "state": "Utah",
  "print-type": "Handmade Cibachrome",
  "edition-type": "Limited",
  "field-notes": "I owe a degree of gratitude to my iPhone for this photograph. Transitions originally started out as a horizontal composition with the tree trunk moving right to left across the scene. I was exploring what was for me a new section of Zion National Park when I came upon the silvery dead tree trunk amidst a lovely palette of fallen yellow leaves and green holly-like plants illuminated under reflected light from a distant cliff face ablaze in noon-day sun. I was so taken by the warm glow and contrasting textures, I immediately threw down my gear and set up the photograph.\n \nOnce done with the film image, I used my iPhone to take a quick digital snapshot of the scene, wanting to share a segment of my trip with friends and family on Facebook. But, later that evening, as I went to post the image, I felt a keen sense of disappointment with the composition. Something about my positioning of the tree trunk felt artificially imposed on the scene - something I would not have futilely determined weeks later if I'd stuck strictly to film.\n \nI knew immediately I needed to try again. Fortunately, the next day's weather conditions were identical and I returned to the scene with a new sense of purpose. Exploring the scene more carefully I concluded the lyrical movement in the scene I wished to convey was best represented with a perspective that gave the trunk a vertical \"S\" curve through the scene.\n \nSetting up this new composition I felt humbled and thankful for the opportunity to make up for my previous day's failure of over enthusiasm. It's very common for photographers to respond too quickly to inspiration without going through the due diligence of validating the chosen composition as absolutely representing the inspiration in the strongest manner possible.\n \nAs if to drive home the message, the warming air in the canyon produced a gentle but unrelenting breeze that played motion havoc on the green holly bushes forcing me to wait over 90 minutes before being able to complete two successful exposures. In the end I dutifully bowed to my subject matter for, yet again, teaching me a valuable lesson in my ongoing development as a photographer.",
  "image-width": 1280,
  "image-height": 1600,
  "order": 6
}