{
  "portfolio": "zion-national-park-autumn-ii",
  "order": 14,
  "slug": "cliff-and-maples-zion-national-park",
  "title": "Cliff & Maples",
  "state": "Utah",
  "year": 2000,
  "place": "Zion National Park",
  "location": "Tunnel View",
  "field-notes": "A lesson of good photography which Im still learning is to explore an area of interest or inspiration thoroughly. Consider all the angles and viewpoints of a particular subject. You might discover new and creative ways of seeing that can help form a personal vision of photographic expression which you can truly call your own. A combination of patience, personal persistence and a willingness to open yourself up to whats around you can pay off tremendously in your photographic work.\n \n\nIt took over 3 years for Cliff & Maples\u009d to be realized as a photograph. The primary maple tree in the image had caught my attention while waiting in a car line to go through the historic Zion Tunnel in Zion National Park. I was chasing summer thunderstorms that day and figured the maple tree might make an excellent photograph in the Fall when in color. So off I went. I returned to Zion several times paying my respects to this beautiful tree but never found the photograph that felt true to my original interest.\n \n\nThe tree never left my thoughts and when I returned once again in the Fall of 2000, I discovered what had been missing. On this particular visit I purposely sat myself down off the road and contemplated the tree and its surrounding environment. After awhile it dawned on me that the tranquility I felt was the beautiful balance of this relatively fragile maple in direct contrast to the massive sandstone cliffs that at once sheltered and threatened it. Communicating a sense of that relationship was where the real photograph was. After that rather crystallizing moment, making the actual photograph felt relatively easy.",
  "print-type": "Pigment Ink",
  "edition": "25",
  "edition-type": "Limited",
  "image": "cliff-and-maples-zion-national-park.jpg",
  "thumb": "cliff-and-maples-zion-national-park.jpg",
  "image-home": "cliff-and-maples-zion-national-park-home.jpg",
  "image-biz": "cliff-and-maples-zion-national-park-biz.jpg",
  "width": 1280,
  "height": 1600
}