{
  "title": "A Brief History of Cibachrome",
  "slug": "history",
  "body-id": "Cibachrome",

  "sections": [

    {
      "html-text": "<p>The Cibachrome process was created by Ciba AG, Switzerland in joint cooperation with Ilford during the early 1960s. Together the companies opened a plant in Marly, Switzerland to produce the material. Ilford eventually acquired the full rights to Cibachrome. As a result of the buyout Ciba-Geigy, no longer having stake in the material, required Ilford change the Cibachrome name. Ilfochrome Classic was announced by Ilford at the 1992 PMA show in Las Vegas.</p>"
    },

   {
      "html-text": "<h3>Lost in the Digital Revolution</h3><p>Ilford Imaging Group, a 100+ year old company, found itself in dire straits in 2004. Ilfochrome had enjoyed commercial success among photographic printmakers for decades but had lost significant ground to the digital photographic revolution. While the company now produced Ilfochrome Classic (in rolls) for new digital-based commercial printing workflows, they failed to effectively market the material and gain traction. Additionally the company's resources were refocused on the creation of new inkjet papers, which, while receiving critical acclaim, failed to gain significant market share in a new highly competitive marketplace. As a result, Ilford announced their insolvency and went into receivership.</p>"
    },

   {
      "html-text": "<h3>The Buyouts Begin</h3><p>In February, 2005, a management buyout of Ilford Imaging UK preserved the traditional black &amp; white operations of the company. The new company would be named Harman Technology Ltd and would continue to use the Ilford name for its products.</p><p>In July, 2005, Ilford Imaging Group announced it was selling its Swiss-based color operations to 130 year old Oji Paper in Tokyo. Under Oji's leadership the company would continue producing both color inkjet and color photographic products. It appeared Ilfochrome might actually survive, even thrive under new dedicated management.</p>"
    },

   {
      "html-text": "<h3>Coming Home to Die</h3><p>Oji Paper failed to adequately revive Ilfochrome and in April 2010, British business group Paradigm Global Partners LLP announced the acquisition of ILFORD Imaging Switzerland GmbH. Paradigm appeared committed to continuing the Ilfochrome product but then on September 26, 2011, they announced its discontinuation citing decreased demand and higher production costs exacerbated by the dramatic increase in the cost of silver. A beloved product of 40 years had come to an end.</p>"
    },

   {
      "html-text": "<h3>A Final Production Run</h3><p>While many traditional photography companies literally went out of business overnight, Ilford GmBH offered its customers one final production run contingent on demand. As it turned out, demand was very significant, thanks in part to a revived interest in the paper in Russia. While delayed due to quality control issues, customers began receiving their final orders in late 2012.</p>"
    },

   {
      "html-text": "<h3>The P3/P3X Chemistry Challenge</h3><p>Ilfochrome, when frozen, can be preserved nearly a decade before color shifts begin to appear in the paper. However, the chemistry to produce Ilfochrome, P3/P3X, cannot be frozen and its life span is approximately 3 years. Ilford's final production run of Ilfochrome assumed the company's ability to produce P3/P3X chemistry for the foreseeable future until demand ran out. But in 2013 Ilford found itself once again in financial trouble and went into liquidation.</p><p>After several harrowing months where many of us were unsure if we'd ever receive chemistry again, negotiations were made in late 2014 to secure Ilfochrome P3/P3X chemistry production through the manufacturing facility Marly Innovation Center. A group of Ilford GmBH's key employees were retained and two runs of chemistry were produced.</p><p>Finally (in 2015), Ilfochrome's key chemist, doing business as DFI CHEM GmbH negotiated the continued manufacture of P3, P3X and P5 chemistry. And, miraculously, the chemistry's key components have been provided in powder form enabling frozen storage, like the paper, up to a decade. For the few of us who remained committed, we'll be printers for several years more.</p>"
    },

   {
      "html-text": "<h4>Public Recognition</h4><p>The first exhibition of Cibachrome prints was in 1963 at Photokina.</p>"
    },

   {
      "html-text": "<h4>A Little Known Fact</h4><p>One of Ilfochrome's largest customers was the U.S. Department of Defense. The materials nearly dark-stored archival longevity (considered indefinite) made it ideal for preserving surveillance and documentation imagery.</p>"
    },

    {
      "html-text": "<h4>Ilford Photo : Black &amp; White</h4><p>The result of a management buyout in 2005 and operating under the parent company HARMAN technology Limited, Ilford's black and white division is based in England and continues to produce a wide range of camera, film, paper and chemistry products.</p><p>Visit the <a href=\"https://web.archive.org/web/20250518041400/http://www.ilfordphoto.com/\" class='more'>Ilford Photo</a> website.</p>"
    },

   {
      "html-text": "<h4>Ilford Today</h4><p>Ilford's evolution to digital photography was slow in the making but the company now offers a full line of consumer and professional inkjet papers as well as wide format display media and inks.</p><p>For my own <a href=\"/pigment-ink-jet/\">digital printing</a>, I now primarily use <a href=\"/http://www.ilford.com/products/photo-inkjet/galerie-prestige\">Ilford Galerie Prestige</a> (formerly Gold Fibre Silk). The paper has a baryta (barium sulphate) coated layer underneath the ink receiving layer equivalent to the structure of a traditional fibre photographic paper base. And, yeah, it looks pretty good too.</p>"
    }

  ],


  "navigation": {
    "section": "Cibachrome",
    "prev": {
      "slug": "cibachrome/display-and-care.html",
      "label": "Display and Care"
    },
    "next": null
    }

}
