{
  "portfolio": "the-american-west-ii",
  "pname": "The American West",
  "order": "3",
  "slug": "two-oaks-sierra-foothills",
  "title": "Two Oaks",
  "state": "California",
  "year": "2011",
  "place": "Sierra Foothills",
  "location": "Cathey's Valley",
  "field-notes": "Driving East out of Merced towards Yosemite along HWY 120 you pass through some lovely gently rolling hills scattered with magnificent Oak trees. Usually passing though during the harsh light of midday with other destinations on my mind, I'd just fly on by. But on one particular return trip from Mono Lake, I happened to pass through the area just as the sun was starting to set.\n \nI'd always admired this one set of Oak trees and in the evening light which was slightly diffused behind a thin layer of incoming high clouds, the light was just soft enough, I felt a good photograph was possible.\n \nThe composition I was initially interested in contained three Oak trees (shown in the image at right). But as I studied the forms of the trees I realized the distant oak had redundant structure and that the juxtaposition of just two oaks with different forms and branch structures felt more compelling. In addition, I lost the clean angular line of the wonderful yellow sunlit grasses in the foreground (an important element in the color composition of the image). But what to do about the middle oak tree?\n \nCarefully moving from side-to-side, I realized I could quite successfully conceal the middle oak behind the foreground oak at the just the right angle of view that gave me the physical spacing I wanted between the two oaks. This \"gift\" of ideal placement seemed to affirm my preference for the two-oak composition. Utilizing my 300mm lens, focusing was straightforward and the ample light allowed a relatively short exposure with good depth-of-field.",
  "print-type": "Pigment Ink",
  "edition": "25",
  "edition-type": "Limited",
  "image": "two-oaks-sierra-foothills.jpg",
  "thumb": "two-oaks-sierra-foothills.jpg",
  "image-home": "two-oaks-sierra-foothills-home.jpg",
  "image-biz": "two-oaks-sierra-foothills-biz.jpg",
  "width": "2400",
  "height": "1720",
  "homepage": "N"
}