{
  "title": "A Journey Down Analog Road",
  "slug": "my-story",
  "body-id": "My Story",

  "sections": [
    {
      "image": "/assets/general/kodak-instamatic-104.jpg",
      "alt": "Kodak Instamatic 104",
      "caption": "The UFO seeking Kodak Instamatic 104.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "The Earliest Memory",
      "text": "In retrospect, photography was always there. My first \"creative\" photographs utilized a thrift store bought Kodak 104 Instamatic in an effort to transform a vertically tossed black frisbee into an unidentified flying object. My best friend (the frisbee tosser) and I would sell these front-page worthy UFO images to the National Enquirer for boatloads of cash. I was maybe seven then, already in feverish pursuit of the American Dream."
    },

   {
      "image": "/assets/general/yearbook-sports.jpg",
      "alt": "Varsity Football section of the yearbook",
      "caption": "My photography in the Varsity Football section of the yearbook.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "Stepping Up",
      "text": "Further up the grade school ladder, I produced my first black and white photographic print in Mr. Gustafson's 5th grade darkroom, a California curriculum standard still practiced (very rarely) today. In high school, as sports editor for the yearbook, I took up the challenge of photographing varsity football as well as the less glamorous sports of track and field and girls tennis (no offense Julie Kidwell, you rocked)."
    },

    {
      "image": "/assets/general/hopi-mesa-dream.jpg",
      "alt": "Original inspiration.",
      "caption": "An imagination of the original inspiration.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "Original Inspiration",
      "text": "College found me a UC Riverside Highlander in the smog-prone sweaty armpit of Southern California. A good friend, Michelle, was pursuing a photography degree. Our mutual desire for escape led us on road trips to Arizona and Utah, usually with a convenient late-night stop in Las Vegas for penny slots and free drinks (life advice: when opportunity knocks, take it). Being pseudo spiritual soul searching college students, we'd become fascinated with Native American culture. On one trip journeying though the Hopi Indian Reservation, we drove atop 2nd Mesa where I became transfixed by late afternoon light illuminating a small group of adobe structures. The urge to photograph the scene overwhelmed me and I begged Michelle the use of her camera. In the end we never saw the fruits of our labor — a disgruntled (and beefy) Hopi man confronted us, demanded the camera, ultimately settling on just the film. Traditional Hopi belief holds that photographs capture a part of one's soul, an idea new and humbling to me."
    },

    {
      "image": "/assets/general/nikon-fm-2n.jpg",
      "alt": "Nikon FM-2N",
      "caption": "Still with me today, the original Nikon FM-2N.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "Making the Leap",
      "text": "Despite the photographic bad luck, the inspiration from the experience filled me with a desire for more. Exploring the backroads and geologic wonders of the Desert Southwest became my mission. Carrying just a point and shoot camera, the hand-sized drug-store prints failed to capture the power and magnificence of these extraordinary places. So I dug in, combing through magazines, reading how-to photography books, and discovering the father of 20th century landscape photography, Ansel Adams. Backed with a post-college desk-job income and Ansel's advice to master manual photography, I applied and was approved for a bank loan enabling me to purchase a brand new Nikon FM-2 camera, two quality lenses, tripod, and accessories, all for the then hefty price of $1933.03."
    },

     {
      "image": "/assets/general/the-sentinel-zion-national-park.jpg",
      "alt": "The Sentinel, Zion National Park",
      "caption": "Zion National Park, my muse.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "New Inspirations",
      "text": "Equipped with film, gear and gumption, my life entered a new cycle of low-grade torture (work) and high-grade inspiration (photography). The inspiration celebrated a new muse, Zion National Park. Zion seduced me with her dazzling displays of color, texture, geology, and light. And, just beyond the boundaries of Zion, I discovered an eventual mentor, Michael Fatali. Fatali, a photographic artist with a gallery, introduced me to the magic that is a Cibachrome print. The experiences of Zion and Fatali's Cibachrome prints offered a profound revelation; I understood the potential of photography as an art form and vehicle to convey my reverence for the natural world."
    },

     {
      "image": "/assets/general/wista-45-field-camera.jpg",
      "alt": "Wista 45DX",
      "caption": "My first field view camera, the Wista 45DX.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "Back and Forth",
      "text": "Leaving Zion (and Fatali) for home was a brooding 700-mile exercise that brewed into a tempest of longing. Once back, I plotted my next trip. Plotting turned to quarterly ritual, earning two days vacation and leaving after work on a Wednesday, driving all night to get to Zion just in time for morning sunrise. When not photographing, I pursued Fatali's mentorship, taking workshops, purchasing his art, writing letters, and, at his urging, transitioning from 35mm photography to medium format and, ultimately, large format, all at considerable expense. When a surprise job opportunity arose to manage a Fatali workshop program, I quit my job, cashed out my savings, and headed for Zion determined to win the opportunity."
    },

     {
      "image": "/assets/general/springtime-melody-cropped.jpg",
      "alt": "Springtime Melody",
      "caption": "Springtime Melody (cropped), made while pursuing Fatali.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "In Pursuit",
      "text": "I pursued Fatali (he was busy photographing) around the Desert Southwest, my efforts earning small short-lived interactions, leaving me in alternating states of hope and uncertainty. And while the lulls in-between our interactions allowed me welcome opportunities to pursue my own photographic work, time (and money) was running out. The breakthrough moment came inside the bathroom of an outdoor eatery in Moab, Utah. Seeking shade from the sun for better viewing, I presented a prototype of something few photographers had at the time: a website. My efforts seemed to convince Fatali of my dedication and he officially hired me into his circle."
    },

     {
      "image": "/assets/general/moab-gallery-opening.jpg",
      "alt": "Newspaper clipping of Fatali's Moab Gallery opening.",
      "caption": "Newspaper clipping of Fatali's Moab Gallery opening.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "Dispersion",
      "text": "Now part of a small artistic enterprise, my \"expertise\" was put to use marketing Fatali, building and managing his website, designing brochures and gallery materials, even visiting printers across the West to assess their capability to create a coffee table book. While both challenging and engaging, a key component of my personal dream, fell by the wayside. My own photography suffered. The workshop program I'd originally pinned my hopes on was to include a darkroom which was my opportunity to learn to print Cibachrome. But the program and the darkroom were superseded by Fatali's desire for more galleries. A failed attempt to find space in Park City, Utah became a gallery in Moab, Utah. The gallery failed within 6 months and paychecks became non-existent. My disillusion suffered a final blow when I learned of Fatali's <a href=\"https://www.latimes.com/archives/la-xpm-2001-oct-20-mn-59496-story.html\">egregious decisions</a> conducting an Arizona Highways workshop in Arches National Park."
    },
    
     {
      "image": "/assets/general/apple-infinite-loop-3.jpg",
      "alt": "Apple Infinite Loop 3",
      "caption": "My employment digs as photography went digital.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "Digital vs. Film",
      "text": ">My photographic dreams on life support, I traced my journey back to Cupertino, California, in the heart of Silicon Valley and found work at Apple Computer, Inc.. Immersed in the heartland of technology, I couldn't ignore the new horizon presented by digital photography and, especially, digital printing. Digital printing represented a future of opportunity, while the darkroom, especially Cibachrome printing, seemed to be on a death march to discontinuation and irrelevance. After months of investigation and wrestling with feelings of betraying my love of Cibachrome , I dropped over $5K to drum scan film and build a print portfolio working with Bob Cornelius of Color Folio."
    },

     {
      "image": "/assets/general/christopher-burkett-cibachrome.jpg",
      "alt": "Christopher Burkett showing Cibachrome work prints.",
      "caption": "Christopher Burkett showing Cibachrome work prints.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "Film vs. Digital",
      "text": "The prints created with Bob Cornelius were Lightjets; digitized images optimized in Photoshop and exposed with RGB lasers onto photographic paper and chemically processed as a chromogenic print. Despite the creative flexibility and technical beauty of the prints, I was quietly haunted by feelings of uncertainty and delusion. I knew the artistry of and behind Fatali's Cibachrome prints; they were actually printed by Richard Jackson of Hance Partners, who also printed for Frans Lanting, Tom Till, and Tom Manglesen at the time. And, I'd discovered the work of Christopher Burkett, both large format photographer and considered the master of Cibachrome printing. I even visited the studio of Joseph Holmes, recognized Cibachrome and digital printing pioneer, where I was given an evangelical sermon on the profound superiority of digital prints over analog. The irony: Holmes presented both a Cibachrome and digital print to prove his point... and I preferred the Cibachrome. While not as technically realized, the Cibachrome imbued characteristics of color, depth, and feeling, that resonated deeply with my photographic aesthetic."
    },

     {
      "image": "/assets/general/stuart-scofield.jpg",
      "alt": "Stuart Scofield, a master teacher of photographic craft.",
      "caption": "Stuart Scofield, a master teacher of photographic craft.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "An Introduction to Craft",
      "text": "Armed with a admirable portfolio of the most advanced photographic prints one could create at the time, I did nothing with them. While the portfolio collected dust, I went into a creative hibernation in part due to the exciting but consuming work on the Apple.com team along with the physical limitations of major knee surgery to fix an old basketball injury. I woke from my creative slumber to take a workshop sponsored by UC Santa Cruz extension program. \"Landscape-Mindscape\" was a week long workshop based at 10,000 ft in the powerfully austere White Mountains of eastern California. There I met the instructor, Stuart Scofield, leader of Mono Basin Photographics. Over a week, what I understood about photography underwent a metamorphosis. I came to see the driving need in my life was creative expression, that photography was my chosen vehicle of expression, and mastery of photographic craft was the path to the realization of truly meaningful work. My approach to photography would never be the same again."
    },


     {
      "image": "/assets/general/polaroid-type-52-water-drops.jpg",
      "alt": "Polaroid Type 52 4x5 Print",
      "caption": "Lush midtones gave Polaroid Type 52 its magic.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "Polaroid Type 52",
      "text": "Stuart introduced me to a medium I hadn't remotely considered, Polaroid. These were not the familiar family adventure snapshots of the 1980's. Polaroid offered a line of large format film for both the science and artistic communities. One such film was Polaroid Type 52, a negative-less black and white medium known for its rich midtone contrast. Its exposure range was similar to color slide film, something I was intimately familiar with. I dipped my toe in the Polaroid water on a subsequent White Mountains workshop and fell in love with the medium. My new found enthusiasm for photography and the craft approach endeared me to Stuart and his cast of characters that made up the Mono Basin Photographics crew. Ironically, as with Fatali, my website building skills proved invaluable in helping Stuart launch his own website."
    },

 {
      "image": "/assets/general/san-jose-darkroom.jpg",
      "alt": "San Jose Darkroom",
      "caption": "The dream manifest, my first darkroom.",

      "image-width": 420,
      "image-height": 420,
      "data-height": 420,

      "heading": "The Darkroom",
      "text": "Joining Mono Basin Photographics and becoming both a practitioner and evangelist of the photographic craft approach, reared the quintessential question: to build a darkroom or not. I knew I was committed to analog photography, in love with the slow tactile nature of the medium. I'd had the opportunity to print Cibachrome on three separate occasions with three darkroom enthusiasts, the results of which where inferior to what I knew the materials were capable of. I fretted over both the cost and time investment required to master Cibachrome printing. And there would be no darkroom as long as I was a renter. Gratefully, Apple's meteoric success with the the iPod enabled me to purchase a small home with a detached garage, a perfect location for a small studio darkroom. Within a year, the 15-year old dream of a darkroom became reality."
    },

    {
      "text": "Pursuing the craft of photography requires a self examination that gets at the heart of why you do what you do in the first place. For me photography is all about intimacy and direct engagement in the creative process. While I couldn't deny the technical advances and options presented by emerging digital workflows, my passion to hand craft my work led me to the ultimate decision to invest in my own traditional <a href=\"http://www.douglasvincent.com/ilfochrome/darkroom.html\">wet darkroom</a>, a long frustrating journey that I can now say I wouldn't give up for the world."
    },

   {
      "text": "Ironically, or not so, in the years since I made my commitment, I've had some of the most productive photographic experiences of my life. Expanding my interests to include 4x5 B&amp;W Polaroid work opened up a whole new way of seeing images. And the relationships I built with the Mono Basin Photographics group has given me the opportunity to assistant teach and present my work and philosophy to students I find struggling much the same way I did and still do."
    },

   {
      "text": "It's good to be in that company."
    }

  ],


  "navigation": {
    "section": "About",
    "prev": {
      "slug": "about/",
      "label": "My Story"
    },
    "next": {
      "slug": "about/inspiration.html",
      "label": "Inspiration"
    }
  }
}
