{
  "portfolio": "the-american-west",
  "order": "12",
  "slug": "cascade-creek-yosemite",
  "title": "Cascade Creek",
  "state": "California",
  "year": "2010",
  "place": "Cascade Creek",
  "location": "Yosemite National Park",
  "field-notes": "After a couple years of drought, the 2010 winter season provided the Sierra Nevada with a slightly above average snow pack and the promise of lovely Spring waterfalls throughout Yosemite National Park. Compared to Bridleveil Falls, Cascade Creek drains a relatively small high-country basin so optimum timing to photograph it can be tricky. A week prior to making this photograph, my daughter and I had spent two days in Yosemite Valley and were treated to a late Spring afternoon snow storm that turned Crane Flat (several miles up HWY 120) into a winter wonderland of snowball fights and snowmen.\n \n\n During our short vacation, I'd made some digital exposures of Cascade Creek and sensing good possibility, returned the week later with my 4x5 excited that the conditions were exactly as I'd hoped ” flow rate on the creek had increased but was not so overwhelming to diminish the lovely curves and cascades in the snow melt's downward course.\n \n\n The photograph I wished to make was a multi-second post-sunset exposure with a wide angle of view that required positioning my camera and tripod in a rather precarious position off Cascade Creek bridge about 50 feet above the falls. I made what I believed to be every appropriate precaution and proceeded to make 3 exposures. Having completed the color transparency exposures, I decided to try some a Type 52 Polaroid. With the light rapidly fading it took a number of exposures to get a successful image and, as I was putting some gear away, out of the corner of my eye and just out of arm's reach, I saw my entire camera rig tip forward and silently plunge for endless seconds down into the creek.\n \n\n Nearly dark, I frantically scanned the creek looking for the camera rig but it had disappeared into a pocket of water. I alternatively cursed and sighed and then, being a photographer, got my digital camera and made some images of the creek for prosperity's sake. I believed I'd lost the camera for good.\n \n\n After consultation with friends I was persuaded to return to Yosemite the next afternoon. I actually found the camera rig teetering on a ledge further down the middle of the creek. I bribed some rock climbers (it didn't take much to summon their spirit of adventure) to gear up and snatch my camera from the creek. In the end, the camera was destroyed but the tripod and, miraculously, the all-mechanical lens, were repairable. It wasn't until a week later, when reviewing my digital images that I discovered I'd captured where the camera had emerged in the creek after the fall.",
  "print-type": "Pigment Ink",
  "edition": "25",
  "edition-type": "Limited",
  "image": "cascade-creek-yosemite.jpg",
  "thumb": "cascade-creek-yosemite.jpg",
  "image-home": "cascade-creek-yosemite-home.jpg",
  "image-biz": "cascade-creek-yosemite-biz.jpg",
  "width": "1280",
  "height": "1600"
}