{
  "portfolio": "the-american-west",
  "order": 14,
  "slug": "cottonwood-creek-aspens-white-mountains",
  "title": "Cottonwood Creek Aspens",
  "state": "California",
  "year": 2008,
  "place": "Cottonwood Canyon",
  "location": "White Mountains",
  "field-notes": "Whenever I mention my photography in the White Mountains most people assume I mean the White Mountains of New Hampshire. \"No\", I say, \"I'm talking about the White Mountains of California\" and the resulting look is one of puzzlement. I quickly explain that these White Mountains are situated east of the Sierra Nevada (near Big Pine and Bishop). The range borders Nevada and is part of the Great Basin range which is typically dry but whose subalpine dolomite soils are home to the oldest living tree species on the planet, the venerable Bristlecone Pines.\n \n\n White Mountain itself sits 14,252 ft above sea level and is the 3rd highest summit in California behind Mt. Whitney and Mt. Williamson. The environment is incredibly beautiful, incredibly harsh, and after you've spent a week photographing in it, incredibly humbling. And while the ancient Bristlecone Pines are certainly one of the main highlights of this range, there are a few eastern side canyons with year round springs, lush grassy fields and Aspen groves all of which stand in distinct contrast to the dry rocky peaks above them.\n \n\n Deep down one of these spring-fed canyons, Cottonwood Creek Aspens\u009d was created in the early evening of a long day spent frustratingly waiting out a pesky wind wrestling with my attempts to photograph some flowering backlit grasses. When the wind had finally died down I'd lost the desired backlight for my composition and packed up in frustration. Walking back to my truck I passed this small but compact grove of young aspens which appeared to be the offshoots of this single double trunked parent aspen. The soft evening light gave the yellow leaves a wonderful luminescence.\n \n\n Working quickly, the composition I determined strongest was fortunately easy to set up but reading the light I was into multiple seconds to achieve an good exposure with appropriate depth of field. Naturally, the pesky wind still had a few last breaths and by the time everything stilled, an 8-10 second exposure was required. I held my breath hoping the wind would do the same and made 2 exposures and then 2 more for insurance.",
  "print-type": "Pigment Ink",
  "edition": "25",
  "edition-type": "Limited",
  "image": "cottonwood-creek-aspens-white-mountains.jpg",
  "thumb": "cottonwood-creek-aspens-white-mountains.jpg",
  "image-home": "cottonwood-creek-aspens-white-mountains-home.jpg",
  "image-biz": "cottonwood-creek-aspens-white-mountains-biz.jpg",
  "width": 2400,
  "height": 1920
}