{
  "portfolio": "the-american-west",
  "order": 3,
  "slug": "stream-of-light-white-mountains",
  "title": "Stream of Light",
  "state": "California",
  "year": 2008,
  "place": "White Mountains",
  "location": "Crooked Creek",
  "field-notes": "\"Stream of Light\" holds a special place in my photographic history because the inspiration for it germinated several miles downstream a couple years before on a separate White Mountains workshop. I'd spent an afternoon exploring a relatively remote section east of our base of operations. Driving back just ahead of sunset, the low angled light was illuminating patches of parched yellow grasses which grew along the banks of a stream that curved alongside the road. My interest in this subject matter was keen but so was the emptiness in my stomach and dinner in the White Mountains doesn't wait for stragglers. I made a mental note to return but the workshop took me in another direction and the opportunity for that year passed me by.\n \nI returned to the Whites two years later at the same general time of year (late Sept). The idea of scouting the stream bed where the grasses were most abundant, was foremost on my list of possibilities. Anticipating the best time, I spent an afternoon scouting an area of bristlecone pines and then returned on the road just in time to see this beautiful curved section of stream bed with an elongated stretch of backlit grasses. The light was optimal and as I explored the scene I realized an important element was to have the back middle section in shadow which added an elemental sense of emergence to the scene.\n \nBut by the time I determined the composition I wanted, the sun had crept so low that the shadows now extended well into the scene and the photograph for that day was lost. Contrary to my usual wishes for dynamic inclement weather, the next day was perfectly sunny and warm and I returned to the scene early enough to properly compose and wait for the optimum moment to make the exposure.",
  "print-type": "Pigment Ink",
  "edition": "30",
  "edition-type": "Limited",
  "image": "stream-of-light-white-mountains.jpg",
  "thumb": "stream-of-light-white-mountains.jpg",
  "image-home": "stream-of-light-white-mountains-home.jpg",
  "image-biz": "stream-of-light-white-mountains-biz.jpg",
  "width": 2400,
  "height": 1820
}