{
  "portfolio": "the-american-west",
  "order": 21,
  "slug": "winter-oak-yosemite-national-park",
  "title": "Winter Oak",
  "state": "California",
  "year": 2008,
  "place": "El Capitan Meadow",
  "location": "Yosemite National Park",
  "field-notes": "A couple days before Christmas 2008, an unusually cold Pacific storm rolled into Northern California and dumped nearly 18 inches of powdery snow on the Yosemite Valley floor. My daughter Ashlyn and I were in sunny Santa Barbara for the holidays but had a couple days saved to head out on our own adventure. Reviewing the Yosemite webcams and weather reports, it appeared this early gift of heavy snow would stick around a few days. So Ashlyn and I hopped in my truck and headed for Yosemite.\n \nWhile I'd been to Yosemite in snow before I was unprepared for the Winter Wonderland that awaited us. The cold had kept the snow in place in the trees, the cliff faces, all over. We explored every valley pullout taking photographs (Ashlyn had a new camera), ate a lunch of belly warming chili at Yosemite Village and went ice skating at Curry Village, an experience every kid (and adult) should have at least once in their lifetimes.\n \nAs the magical day drew on time came to leave for our evening's lodging in Mariposa. Heading out of the valley, fog was beginning to form. We came upon El Capitan Meadow now gently blanketed in a thin veil of fog illuminated by soft afternoon light thanks to some high clouds rolling in. Surprisingly, the meadow seemed to have had no visitors and Ashlyn and I explored it at length taking photographs and marveling at the graceful beauty.\n \nBeautiful photographs of El Capitan Meadow abound so I felt extremely fortunate to be present in a relatively unique situation that allowed the creation of this image.",
  "print-type": "Pigment Ink",
  "edition": "25",
  "edition-type": "Limited",
  "image": "winter-oak-yosemite-national-park.jpg",
  "thumb": "winter-oak-yosemite-national-park.jpg",
  "image-home": "winter-oak-yosemite-national-park-home.jpg",
  "image-biz": "winter-oak-yosemite-national-park-biz.jpg",
  "width": 2400,
  "height": 1720
}