{
  "slug": "a-moment-in-time-zion-national-park",
  "title": "A Moment in Time",
  "thumb": "a-moment-in-time-zion-national-park.jpg",
  "image": "a-moment-in-time-zion-national-park.jpg",
  "image-home": "a-moment-in-time-zion-national-park-home.jpg",
  "image-biz": "a-moment-in-time-zion-national-park-biz.jpg",
  "place": "Zion National Park",
  "location": "Pine Creek",
  "year": 1997,
  "state": "Utah",
  "print-type": "Pigment Ink",
  "edition-type": "Limited",
  "field-notes": "I chose the Ansel Adams quote at right because it was this exact sentiment that enveloped me when I discovered this image. I was in the middle of a seven hour drive from Park City, Utah to Page, Arizona when I decided to stop and explore a river creek area as a temporary reprieve to the long drive. What I intended to be a 15 minute rest turned into a very intense 3 hour photography session.\n \nThe weather conditions at the time were relatively warm days and very cold nights following a rain storm that had deluged the area about a week earlier. Along a 400 yard shaded stretch of the river bed, high water had apparently frozen shortly after the storm’s passing with subsequent cycles of partial melting and freezing throughout the week. The result was a garden of ice shaped into patterns and forms of such exquisite beauty I wonder if I’ll ever encounter anything quite like it again.\n \n“A Moment in Time” is my best representation of the natural artistry at work in that temporary ice garden. The image is simply ice layers, a portion of which is reflecting light off a canyon wall hundreds of feet above. The bluish white ice in the foreground is the highest layer apparently having slowly melted and refroze over 4-5 days forming this whimsical flowing pattern before dripping off onto the lower layer of darker more translucent ice. I offer this explanation of the image because many people, upon first viewing, had no idea what it actually was. I think even with the explanation, it is hard not to marvel at the magical mix of nature’s elements in creating temporal moments of pure beauty.",
  "image-width": 1140,
  "image-height": 1600,
  "order": 6
}