{
  "portfolio": "zion-national-park",
  "order": "6",
  "slug": "springtime-melody-zion-national-park",
  "title": "Springtime Melody",
  "state": "Utah",
  "year": "1997",
  "place": "Zion National Park",
  "location": "Middle Taylor Creek",
  "field-notes": "The underside of sunlit leaves produces some of the most beautiful color Ive ever seen. Photographing them however is not the easiest proposition. Youre usually stuck underneath a tree looking up with the sky as your background or you struggle trying to simplify a crowded scene of overlapping leaves and branches neither of which is ideally suited to a successful photograph. I often visualized the type of image I desired: late afternoon low angled light, a solitary branch of isolated leaves, and an agreeable background to further emphasize the color and form that inspired me.\n \nI came upon Springtime Melody after a long grueling hike up and down a narrow Utah canyon on a day that turned exceedingly hot. Photographically the experience had been very disappointing as well. Id made what I thought was a final decision not to unpack my gear anymore when I saw the isolated branch of leaves through a stream bed just beyond a thickly shrubbed ridge. Begrudgingly, I made my way up to the point, unstowed my gear, and realized that the image Id dreamed about was right here before me.\n \nIt took 45 minutes to complete 2 good exposures. An afternoon wind had risen up and the delicate branch swayed in the slightest breeze. This was compounded by the fact that I had to use an 80-200mm zoom to get the composition. Im still extraordinarily pleased with the image though the effort was not without a price. The ridge Id ascended was spotted with poison oak which dutifully blistered my legs for 2 weeks thereafter.",
  "print-type": "Pigment Ink",
  "edition": "25",
  "edition-type": "Limited",
  "image": "springtime-melody-zion-national-park.jpg",
  "thumb": "springtime-melody-zion-national-park.jpg",
  "image-home": "springtime-melody-zion-national-park-home.jpg",
  "image-biz": "springtime-melody-zion-national-park-biz.jpg",
  "width": "2400",
  "height": "1600"
}