{
  "slug": "sunset-kinesava-zion-national-park",
  "title": "Sunset, Kinesava",
  "thumb": "sunset-kinesava-zion-national-park.jpg",
  "image": "sunset-kinesava-zion-national-park.jpg",
  "image-home": "sunset-kinesava-zion-national-park-home.jpg",
  "image-biz": "sunset-kinesava-zion-national-park-biz.jpg",
  "place": "Zion National Park",
  "location": "Zion Canyon",
  "year": 2011,
  "state": "Utah",
  "print-type": "Pigment Ink",
  "edition-type": "Limited",
  "field-notes": "Back in 1997, while on my first photographic field workshop, I made a vertical sunset photograph of Mt. Kinesava from the same general viewpoint seen here. A relative newbie to Zion, the image had a powerful effect on me in understanding the possibilities of late evening light in Canyon Country. Many successive attempts were made to capture another sunset image of Mt. Kinesava but none exceeded the magic I’d felt that first time.\n \nFlash forward 14 years and, after a day of general scouting up Zion Canyon, I found myself racing up the same ratty dirt road for another attempt. Kinesava was absolutely on fire with light. As I frantically set my camera up, it occurred to me that two years earlier, I’d made a photograph in similar light the turned out quite gaudy looking. The red light at sunset can be so powerful and saturated, even the sensors of a high end digital cameras struggle to properly capture it.\n \nIn the few moments I was contemplating the situation, the light faded behind some clouds. Anxiously, I waited for what seemed an eternity as the sun played peak-a-boo, never quite clearing the clouds streaming by. And then it did. And now, having set it bit lower, the light was much softer, less photogenic to my eye directly but with a gentle luminescence that also evened out the areas of the scene in shadow. I made a couple exposures and then the light was gone.\n \nWeeks later, working with the image in Photoshop to make a pigment print, it occurred to me that, had I photographed the original impulsive moment when the light was highest, I’d be struggling to bring out my vision for the image because I’d be dealing with extreme contrast and detail loss from the extreme red saturation. Of course, modern digital post-processing can handle such contrasty scenarios pretty well. But, for a magical print with just the right luminosity and balance, the adage of mastering the image on the front end remains viable in digital as it did in the film days.",
  "image-width": 2400,
  "image-height": 1600,
  "order": 12
}